const translation = {
  title: 'Тестирование выборки',
  desc: 'Тестирование эффективности поиска знаний на основе предоставленного текстового запроса.',
  dateTimeFormat: 'DD/MM/YYYY HH:mm A',
  recents: 'Последние',
  table: {
    header: {
      source: 'Источник',
      text: 'Текст',
      time: 'Время',
    },
  },
  input: {
    title: 'Исходный текст',
    placeholder: 'Пожалуйста, введите текст, рекомендуется короткое декларативное предложение.',
    countWarning: 'До 200 символов.',
    indexWarning: 'Только высококачественные знания.',
    testing: 'Тестирование',
  },
  hit: {
    title: 'ВЫБРАННЫЕ АБЗАЦЫ',
    emptyTip: 'Результаты тестирования выборки отобразятся здесь',
  },
  noRecentTip: 'Здесь нет результатов последних запросов',
  viewChart: 'ПОСМОТРЕТЬ ВЕКТОРНУЮ ДИАГРАММУ',
}

export default translation
